const workshopsSeeds = [
  {
    'name': 'Tec-Service',
    'description': `СТО "TEC-SERVICE" почало працювати в квітні 2020р. За роки роботи ми прагнули надати нашим клієнтам максимально широкий комплекс послуг з ремонту та обслуговування автомобілів. Основною метою нашого сервісу є надання широкого спектру якісних послуг з ремонту та обслуговування автомобілів. Приїхавши до нас, ви зможете отримати професійну консультацію з усіх видів робіт. Ознайомимо із переліком необхідних робіт та з роботами якими належить зайнятись найближчим часом. Ми підберемо для вас якісні запчастини в кількох варіантах, погодимо обсяг робіт і здійснимо доставку та монтаж запчастин на ваше авто.У нас працюють лише висококваліфіковані фахівці та майстри своєї справи.`,
    'address': `Максимовича 18, Vinnyts'ka city council, 21012 Вінниця`,
    'website': 'https://tec-service.weblium.site/',
    'phoneNumber': '+380674502686'
  },
  {
    'name': 'AUTO SERVICE',
    'description':
      'З обладнанням найвищого асортименту наші механіки мають інструменти, щоб забезпечити ваш автомобіль найкращим доглядом. Наш керівник сервісу має понад 20 років досвіду , що гарантує вашому автомобілю найкращі умови, залишаючись в авангарді новітніх технологій, зберігаючи при цьому наші знання про старі класичні автомобілі. Ми надаємо якісний сервіс з ремонту автомобілів усіх марок у місті Вінниця. Якісно обслужити та діагностувати несправність допоможуть вам наші кваліфіковані майстри сервісу. Наш колектив працює чесно, наші клієнти оплачують вартість тільки тих робіт, які дійсно необхідні вашому автомобілю. Ми розуміємо, наскільки важливий для вас ваш автомобіль. У місці відпочинку для клієнтів ви можете спостерігати, як команда перевіряє ваш автомобіль, і насолоджуватися безкоштовним чаєм або кавою та Wi-Fi, поки ви чекаєте, або скористатися службою доставки. Безкоштовне обстеження та діагностика ходової частини. Залиште свій автомобіль професіоналам, яким дійсно не все одно.',
    'address': `провулок Малиновий 1, Vinnyts'ka city council, 21001 Вінниця`,
    'website': 'https://auto-service.site/',
    'phoneNumber': '+380891201740'
  },
  {
    'name': 'FORD SERVICE',
    'description': `Офіційний дилер FORD у Вінниці та Вінницькій області. СТО повного циклу. Ми знаємо Ваш FORD найкраще.`,
    'website': 'https://ford.vn.ua/',
    'address': `Львівське Шосе, 2, Vinnyts'ka city council, 21000 Вінниця`,
    'phoneNumber': '+380675633866'
  }
];

const workshopImagesSeed = [
  {
    link: 'https://res.cloudinary.com/intercars/image/upload/c_fit,h_400,w_400,f_auto,q_auto/v1666014168/workshops_prod2/v26vx2xm/IMG_20201208_152840_1666014164656.jpg'
  },
  {
    link: 'https://res.cloudinary.com/intercars/image/upload/c_fit,h_400,w_400,f_auto,q_auto/v1670253611/workshops_prod2/wd6j4rbv/2022-01-27_1670253574559.jpg'
  },
  {
    link: 'https://res.cloudinary.com/intercars/image/upload/c_fit,h_400,w_400,f_auto,q_auto/v1668424167/workshops_prod2/98lmzl3o/%D1%86%D0%B5%D1%85%20%D1%84%D0%BE%D1%80%D0%B4_1668424165815.jpg'
  }
];

export { workshopsSeeds, workshopImagesSeed };
